Revit 2024 API
GroupTypeId.Moments Property
 Moments.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Moments { get; }
Visual Basic
Public Shared ReadOnly Property Moments As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Moments {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace